[
 {
  "id": 1,
  "nameEs": "Ácido Fólico",
  "nameEn": "Folic acid",
  "minValueM": 3.4,
  "maxValueM": null,
  "minValueF": 3.4,
  "maxValueF": null,
  "descriptionEs": "El ácido fólico es una vitamina B. Ayuda al organismo a crear células nuevas. Es muy importante para las mujeres en edad fértil. Obtener suficiente ácido fólico antes y durante el embarazo puede prevenir defectos congénitos importantes en el cerebro y la columna vertebral del bebé. La insuficiencia de ácido fólico a veces causa anemia, enfermedades del corazón y los vasos sanguíneos, y defectos en el cerebro y la médula espinal en el feto.",
  "descriptionEn": "Folic acid is a B vitamin. It helps the body make new cells. It is very important for women of childbearing age. Getting enough folic acid before and during pregnancy can prevent major birth defects in the baby's brain and spine. Folic acid deficiency sometimes causes anemia, heart and blood vessel disease, and brain and spinal cord defects in the fetus.",
  "unit": "ng\/ml"
 },
 {
  "id": 2,
  "nameEs": "Ácido úrico",
  "nameEn": "Uric acid",
  "minValueM": 2.5,
  "maxValueM": 8,
  "minValueF": 1.9,
  "maxValueF": 7.5,
  "descriptionEs": "Producto de desecho que dejan los procesos químicos normales del cuerpo. Una acumulación anormal puede causar una afección que se llama gota.",
  "descriptionEn": "A waste product left behind by normal chemical processes in the body. An abnormal buildup can cause a condition called gout.",
  "unit": "mg\/dl"
 },
 {
  "id": 3,
  "nameEs": "Albumina",
  "nameEn": "Albumin",
  "minValueM": 3.2,
  "maxValueM": 4.8,
  "minValueF": 3.2,
  "maxValueF": 4.8,
  "descriptionEs": "Es una proteína producida por el hígado.Ingresa al torrente sanguíneo y ayuda a mantener el líquido sin que se filtre de los vasos sanguíneos a otros tejidos. También transporta varias hormonas, vitaminas y enzimas sustancias por el cuerpo. Sin suficiente albúmina, el líquido puede escaparse de la sangre y acumularse en los pulmones, el abdomen u otras partes del cuerpo.",
  "descriptionEn": "It is a protein produced by the liver. It enters the bloodstream and helps keep fluid from leaking out of the blood vessels into other tissues. It also transports various hormones, vitamins, and enzyme substances throughout the body. Without enough albumin, fluid can leak out of the blood and collect in the lungs, abdomen, or other parts of the body.",
  "unit": "g\/dl"
 },
 {
  "id": 4,
  "nameEs": "Basófilos",
  "nameEn": "Basophils",
  "minValueM": null,
  "maxValueM": 0.2,
  "minValueF": null,
  "maxValueF": 0.2,
  "descriptionEs": "Tipos de glóbulos blancos que tienen una respuesta activa a nivel inmune, pues poseen gránulos específicos que liberan histamina, heparina, serotonina y otros compuestos mediadores de las respuestas inflamatorias.",
  "descriptionEn": "Types of white blood cells that have an active response at the immune level, since they have specific granules that release histamine, heparin, serotonin and other compounds that mediate inflammatory responses.",
  "unit": "10^3\/µl"
 },
 {
  "id": 5,
  "nameEs": "Bilirrubina (Orina)",
  "nameEn": "Bilirubin (Urine)",
  "minValueM": null,
  "maxValueM": 0.2,
  "minValueF": null,
  "maxValueF": 0.2,
  "descriptionEs": "Es un producto de degradación de la hemoglobina, la cual se vuelve soluble en el hígado, recibiendo el nombre de bilirrubina directa, es transportada hasta las vías biliares y el intestino, donde sufre un proceso de degradación y es eliminada a través de las heces en forma de estercobilinógeno y de la orina en forma de urobilinógeno. Cuando hay problemas en el hígado o en las vías biliares, la bilirrubina directa vuelve a la circulación, pudiendo ser filtrada por los riñones y eliminada en la orina.",
  "descriptionEn": "It is a degradation product of hemoglobin, which becomes soluble in the liver, receiving the name of direct bilirubin, is transported to the bile ducts and the intestine, where it undergoes a degradation process and is eliminated through the feces in form of stercobilinogen and urine in the form of urobilinogen. When there are problems in the liver or in the bile ducts, direct bilirubin returns to the circulation, being able to be filtered by the kidneys and eliminated in the urine.",
  "unit": "mg\/dl"
 },
 {
  "id": 6,
  "nameEs": "Bilirrubina Total",
  "nameEn": "Total bilirubin",
  "minValueM": 0.3,
  "maxValueM": 1.2,
  "minValueF": 0.3,
  "maxValueF": 1.2,
  "descriptionEs": "La bilirrubina es un pigmento amarillento que se genera durante la descomposición normal de los glóbulos rojos. La bilirrubina pasa a través del hígado y, finalmente, se expulsa del cuerpo.",
  "descriptionEn": "Bilirubin is a yellowish pigment that is made during the normal breakdown of red blood cells. Bilirubin passes through the liver and is eventually expelled from the body.",
  "unit": "mg\/dl"
 },
 {
  "id": 7,
  "nameEs": "Calcio",
  "nameEn": "Calcium",
  "minValueM": 8.7,
  "maxValueM": 10.4,
  "minValueF": 8.7,
  "maxValueF": 10.4,
  "descriptionEs": "Es el mineral más abundante del cuerpo humano. Se encuentra fácilmente en la naturaleza y es fundamental para el organismo ya que participa en la formación y mineralización de huesos y dientes, en la coagulación de la sangre, en la transmisión de los impulsos nerviosos, en la contracción de los músculos y del corazón, en la integridad y permeabilidad de las membranas celulares, en la regulación de las glándulas, en la visión, etc.",
  "descriptionEn": "It is the most abundant mineral in the human body. It is easily found in nature and is essential for the body since it participates in the formation and mineralization of bones and teeth, in blood coagulation, in the transmission of nerve impulses, in the contraction of muscles and the heart, in the integrity and permeability of cell membranes, in the regulation of glands, in vision, etc.",
  "unit": "mg\/dL"
 },
 {
  "id": 8,
  "nameEs": "CHCM-Concentración de Hemoglobina Corpuscular Media",
  "nameEn": "MCHC-Mean Corpuscular Hemoglobin Concentration",
  "minValueM": 31.5,
  "maxValueM": 36,
  "minValueF": 31.5,
  "maxValueF": 36,
  "descriptionEs": "La cantidad de hemoglobina relativa al tamaño de la célula (concentración de hemoglobina) por glóbulo rojo",
  "descriptionEn": "The amount of hemoglobin relative to cell size (hemoglobin concentration) per red blood cell",
  "unit": "g\/dl"
 },
 {
  "id": 9,
  "nameEs": "Cloruro",
  "nameEn": "Chloride",
  "minValueM": 99,
  "maxValueM": 109,
  "minValueF": 99,
  "maxValueF": 109,
  "descriptionEs": "Es un mineral con carga eléctrica que ayuda a mantener en equilibrio la cantidad de líquido dentro y fuera de las células.  También ayuda a mantener el nivel adecuado de volumen de sangre, presión arterial y pH de los líquidos del cuerpo",
  "descriptionEn": "It is an electrically charged mineral that helps keep the amount of fluid inside and outside the cells in balance. It also helps maintain the proper level of blood volume, blood pressure, and pH of body fluids.",
  "unit": "mmol\/L"
 },
 {
  "id": 10,
  "nameEs": "Colesterol",
  "nameEn": "Cholesterol",
  "minValueM": null,
  "maxValueM": 200,
  "minValueF": null,
  "maxValueF": 200,
  "descriptionEs": "El colesterol es una sustancia cerosa parecida a la grasa que se encuentra en la sangre y en todas las células del cuerpo. El cuerpo necesita un poco de colesterol para que las células y los órganos se mantengan saludables, pero no en exceso. ",
  "descriptionEn": "Cholesterol is a waxy, fat-like substance found in the blood and in all cells of the body. The body needs some cholesterol for healthy cells and organs, but not too much.",
  "unit": "mg\/dl"
 },
 {
  "id": 11,
  "nameEs": "Colesterol HDL",
  "nameEn": "HDL cholesterol",
  "minValueM": 40,
  "maxValueM": null,
  "minValueF": 40,
  "maxValueF": null,
  "descriptionEs": "Es un tipo de colesterol, llamado \"colesterol bueno\". Ayuda a elimar el colesterol LDL ",
  "descriptionEn": "It is a type of cholesterol, called \"good cholesterol\". Helps eliminate LDL cholesterol",
  "unit": "mg\/dl"
 },
 {
  "id": 12,
  "nameEs": "Colesterol LDL",
  "nameEn": "LDL cholesterol",
  "minValueM": null,
  "maxValueM": 130,
  "minValueF": null,
  "maxValueF": 130,
  "descriptionEs": "Es un tipo de colesterol, llamado \"colesterol malo\". Un exceso es la principal causa de obstrucciones en las arterias",
  "descriptionEn": "It is a type of cholesterol, called \"bad cholesterol\". An excess is the main cause of blockages in the arteries",
  "unit": "mg\/dl"
 },
 {
  "id": 13,
  "nameEs": "Creatinina",
  "nameEn": "Creatinine",
  "minValueM": 0.6,
  "maxValueM": 1.2,
  "minValueF": 0.44,
  "maxValueF": 0.95,
  "descriptionEs": "Compuesto que el cuerpo elimina en la orina. Las concentraciones de creatinina se miden para vigilar el funcionamiento de los riñones.",
  "descriptionEn": "Compound that the body excretes in the urine. Creatinine levels are measured to monitor kidney function.",
  "unit": "mg\/dl"
 },
 {
  "id": 14,
  "nameEs": "Cuerpos Cetónicos (Orina)",
  "nameEn": "Ketone Bodies (Urine)",
  "minValueM": null,
  "maxValueM": 5,
  "minValueF": null,
  "maxValueF": 5,
  "descriptionEs": "Son compuestos químicos en el cual las grasas del cuerpo son utilizadas como fuente de energía.  Tienen la función de suministrar energía al corazón y al cerebro, principalmente en las situaciones de bajos niveles de glucosa en la sangre.  Cuando se descomponen las grasas para obtener energía, el cuerpo produce unas sustancias llamadas cetonas (o cuerpos cetónicos) que pasan a la orina. Lo cual puede ocurrir en casos de diabetes, ayuno prolongado o dieta estricta....",
  "descriptionEn": "They are chemical compounds in which body fats are used as a source of energy. They have the function of supplying energy to the heart and brain, mainly in situations of low blood glucose levels. When fats are broken down for energy, the body produces substances called ketones (or ketone bodies) that pass into the urine. Which can happen in cases of diabetes, prolonged fasting or strict diet....",
  "unit": "mg\/dl"
 },
 {
  "id": 15,
  "nameEs": "Densidad (Orina)",
  "nameEn": "Density (Urine)",
  "minValueM": 1010,
  "maxValueM": 1020,
  "minValueF": 1010,
  "maxValueF": 1020,
  "descriptionEs": "La densidad indica la concentración de las sustancias sólidas diluidas en la orina, sales minerales en su mayoría.",
  "descriptionEn": "It is the mass it has per unit volume.",
  "unit": "g\/l"
 },
 {
  "id": 16,
  "nameEs": "Eosinófilos",
  "nameEn": "Eosinophils",
  "minValueM": null,
  "maxValueM": 0.5,
  "minValueF": null,
  "maxValueF": 0.5,
  "descriptionEs": "Su principal función es la detección y fagocitosis de patógenos, además de la modulación de la respuesta alérgica, pues evitan la exacerbación de la misma sintetizando sustancias que contrarrestan a los basófilos.",
  "descriptionEn": "Its main function is the detection and phagocytosis of pathogens, in addition to the modulation of the allergic response, since they prevent its exacerbation by synthesizing substances that counteract basophils.",
  "unit": "10^3\/µl"
 },
 {
  "id": 17,
  "nameEs": "Ferritina",
  "nameEn": "Ferritin",
  "minValueM": 20,
  "maxValueM": 250,
  "minValueF": 10,
  "maxValueF": 120,
  "descriptionEs": "La ferritina es una proteína  que se encuentra dentro de las células, que almacena hierro, y le permite a su cuerpo usar hierro cuando lo necesita",
  "descriptionEn": "Ferritin is a protein found inside cells that stores iron, allowing your body to use iron when needed",
  "unit": "ng\/ml"
 },
 {
  "id": 18,
  "nameEs": "Fosfatasa alcalina",
  "nameEn": "Alkaline phosphatase",
  "minValueM": 46,
  "maxValueM": 116,
  "minValueF": 45,
  "maxValueF": 116,
  "descriptionEs": "Es una enzima que se encuentra en los huesos, el hígado y las vías biliares. Es la encargada de absorber los fosfatos por el intestino, precipitar el fosfato cálcico en los huesos y realizar la síntesis de proteínas hísticas e hidrólisis de los ésteres fosfáticos del riñón y el hígado.",
  "descriptionEn": "It is an enzyme found in the bones, liver and bile ducts. It is responsible for absorbing phosphates through the intestine, precipitating calcium phosphate in the bones and carrying out tissue protein synthesis and hydrolysis of phosphate esters in the kidney and liver.",
  "unit": "u\/l"
 },
 {
  "id": 19,
  "nameEs": "Fosforo",
  "nameEn": "Phosphorus",
  "minValueM": 2.5,
  "maxValueM": 4.5,
  "minValueF": 2.5,
  "maxValueF": 4.5,
  "descriptionEs": "Es un electrolito, cuya detección ayuda en el diagnóstico y en el monitoreo de enfermedades que involucran a los riñones o el tracto gastrointestinal.",
  "descriptionEn": "It is an electrolyte, the detection of which helps in the diagnosis and monitoring of diseases involving the kidneys or the gastrointestinal tract.",
  "unit": "mg\/dL"
 },
 {
  "id": 20,
  "nameEs": "GGT-Gamma-glutamil transferasa",
  "nameEn": "GGT-Gamma-glutamyl transferase",
  "minValueM": null,
  "maxValueM": 73,
  "minValueF": null,
  "maxValueF": 38,
  "descriptionEs": "Es una enzima que está en todo el cuerpo, principalmente en el hígado. Cuando el hígado está dañado, la GGT se puede filtrar a la sangre",
  "descriptionEn": "It is an enzyme that is found throughout the body, mainly in the liver. When the liver is damaged, GGT can leak into the blood",
  "unit": "u\/l"
 },
 {
  "id": 21,
  "nameEs": "Glucosa",
  "nameEn": "Glucose",
  "minValueM": 70,
  "maxValueM": 110,
  "minValueF": 70,
  "maxValueF": 110,
  "descriptionEs": "Es el azúcar principal que se encuentra en la sangre. Esta proviene de los alimentos consumidos, su principal fuente de energía. ",
  "descriptionEn": "It is the main sugar found in the blood. This comes from the food consumed, its main source of energy.",
  "unit": "mg\/dl"
 },
 {
  "id": 22,
  "nameEs": "Glucosa (Orina)",
  "nameEn": "Glucose (Urine)",
  "minValueM": null,
  "maxValueM": null,
  "minValueF": null,
  "maxValueF": null,
  "descriptionEs": "Es el azúcar que se encuentra en la orina. La presencia de glucosa en orina está relacionado con los pacientes que sufren de diabetes, casi siempre de larga data, por lo que se cree que sufren ya un problema renal.",
  "descriptionEn": "It is the sugar found in urine. The presence of glucose in urine is related to patients suffering from diabetes, almost always long-standing, so it is believed that they already suffer from a kidney problem.",
  "unit": "mg\/dl"
 },
 {
  "id": 23,
  "nameEs": "GOT-Glutámico oxalacético transaminasa\/AST- enzima aspartato aminotransferasa",
  "nameEn": "GOT-Glutamic oxaloacetic transaminase\/AST- enzyme aspartate aminotransferase",
  "minValueM": null,
  "maxValueM": 37,
  "minValueF": null,
  "maxValueF": 37,
  "descriptionEs": "Se utiliza para evaluar problemas en el hígado y en determinadas enfermedades que afectan al corazón.",
  "descriptionEn": "It is used to evaluate liver problems and certain diseases that affect the heart.",
  "unit": "u\/l"
 },
 {
  "id": 24,
  "nameEs": "GPT-Enzima transaminasa glutámico pirúvica\/ALT-alanina aminotransferasa",
  "nameEn": "GPT-Glutamic pyruvic transaminase enzyme\/ALT-alanine aminotransferase",
  "minValueM": 10,
  "maxValueM": 49,
  "minValueF": 10,
  "maxValueF": 49,
  "descriptionEs": "Es una enzima producida por las délulas del hígado. Su elevación puede sugerir problemas hepáticos",
  "descriptionEn": "It is an enzyme produced by cells in the liver. Its elevation may suggest liver problems",
  "unit": "u\/l"
 },
 {
  "id": 25,
  "nameEs": "HCM-Hemoglobina corpuscular media",
  "nameEn": "MCH-Mean Corpuscular Hemoglobin",
  "minValueM": 27,
  "maxValueM": 33.5,
  "minValueF": 27,
  "maxValueF": 33.5,
  "descriptionEs": "Parámetro que se usa para determinar la cantidad de hemoglobina existente por cada glóbulo rojo.",
  "descriptionEn": "Parameter used to determine the amount of hemoglobin in each red blood cell.",
  "unit": "pg"
 },
 {
  "id": 26,
  "nameEs": "Hematies",
  "nameEn": "Erythrocyte",
  "minValueM": 4.3,
  "maxValueM": 5.75,
  "minValueF": 3.85,
  "maxValueF": 5.2,
  "descriptionEs": "Son células que circulan en la sangre y transportan el oxígeno por todo el organismo.  Una disminución de estos puede desarrollar una anemia, que afecta a la cantidad de oxígeno que llega a los tejidos, por el contrario un aumento puede provocar una disminución del flujo sanguíneo. ",
  "descriptionEn": "They are cells that circulate in the blood and transport oxygen throughout the body. A decrease in these can develop anemia, which affects the amount of oxygen that reaches the tissues, on the contrary an increase can cause a decrease in blood flow.",
  "unit": "10^6\/µl"
 },
 {
  "id": 27,
  "nameEs": "Hematocrito",
  "nameEn": "Hematocrit",
  "minValueM": 39.5,
  "maxValueM": 50.5,
  "minValueF": 35,
  "maxValueF": 45.5,
  "descriptionEs": "Cantidad de sangre total compuesta de glóbulos rojos. depende de la cantidad y el tamaño de estos. Una prueba de hematocritos se puede usar para determinar la presencia de afecciones como la anemia, la deshidratación, la desnutrición y la leucemia.",
  "descriptionEn": "Amount of total blood made up of red blood cells. It depends on the number and size of these. A hematocrit test can be used to determine the presence of conditions such as anemia, dehydration, malnutrition, and leukemia.",
  "unit": "%"
 },
 {
  "id": 28,
  "nameEs": "Hemoglobina",
  "nameEn": "Hemoglobin",
  "minValueM": 13.5,
  "maxValueM": 17.2,
  "minValueF": 11.8,
  "maxValueF": 15.8,
  "descriptionEs": "Proteína del interior de los glóbulos rojos que transporta oxígeno desde los pulmones a los tejidos y órganos del cuerpo; además, transporta el dióxido de carbono de vuelta a los pulmones.",
  "descriptionEn": "A protein inside red blood cells that carries oxygen from the lungs to the body's tissues and organs; in addition, it transports carbon dioxide back to the lungs.",
  "unit": "g\/dl"
 },
 {
  "id": 29,
  "nameEs": "Hierro",
  "nameEn": "Iron",
  "minValueM": 65,
  "maxValueM": 175,
  "minValueF": 50,
  "maxValueF": 170,
  "descriptionEs": "Mineral importante que el cuerpo necesita para producir la hemoglobina, una sustancia de la sangre que lleva el oxígeno de los pulmones a los tejidos de todo el cuerpo. El hierro es también una parte importante de muchas otras proteínas y enzimas que el cuerpo necesita para el crecimiento y desarrollo normal. Se encuentra en la carne vacuna, los pescados, las aves de corral, las lentejas y los frijoles.",
  "descriptionEn": "An important mineral that the body needs to make hemoglobin, a substance in the blood that carries oxygen from the lungs to tissues throughout the body. Iron is also an important part of many other proteins and enzymes that the body needs for normal growth and development. It is found in beef, fish, poultry, lentils, and beans.",
  "unit": "µg\/dl"
 },
 {
  "id": 30,
  "nameEs": "Indice saturacion transferrina",
  "nameEn": "Transferrin saturation index",
  "minValueM": 20,
  "maxValueM": 50,
  "minValueF": 20,
  "maxValueF": 50,
  "descriptionEs": "El índice de saturación de transferrina corresponde al porcentaje de transferrina que está ocupado por el hierro.",
  "descriptionEn": "The transferrin saturation index corresponds to the percentage of transferrin that is occupied by iron.",
  "unit": "-"
 },
 {
  "id": 31,
  "nameEs": "Insulina",
  "nameEn": "Insulin",
  "minValueM": 3,
  "maxValueM": 25,
  "minValueF": 3,
  "maxValueF": 25,
  "descriptionEs": "Es una hormona que ayuda a las células del cuerpo a utilizar la glucosa. La insulina se produce en el páncreas y se libera en la sangre cuando aumenta la cantidad de glucosa en la sangre.",
  "descriptionEn": "It is a hormone that helps the body's cells use glucose. Insulin is produced in the pancreas and is released into the blood when the amount of glucose in the blood increases.",
  "unit": "µL\/ml"
 },
 {
  "id": 32,
  "nameEs": "LDH-Ácido láctico deshidrogenasa",
  "nameEn": "LDH-Lactic acid dehydrogenase",
  "minValueM": 120,
  "maxValueM": 246,
  "minValueF": 120,
  "maxValueF": 246,
  "descriptionEs": "Es un tipo de proteína conocida como enzima. Cumple una función importante en la producción de energía por el cuerpo. ",
  "descriptionEn": "It is a type of protein known as an enzyme. It plays an important role in the production of energy by the body.",
  "unit": "u\/l"
 },
 {
  "id": 33,
  "nameEs": "Leucocitos",
  "nameEn": "Leukocyte",
  "minValueM": 3.9,
  "maxValueM": 10.2,
  "minValueF": 3.9,
  "maxValueF": 10.2,
  "descriptionEs": "Los leucocitos son parte del sistema inmunitario. Intervienen y participan muy activamente en la defensa del cuerpo frente a agentes infecciosos (antígenos) o sustancias extrañas.\nEste valor se usa para detectar afecciones como infecciones, inflamaciones, alergias y leucemias.",
  "descriptionEn": "Leukocytes are part of the immune system. They intervene and participate very actively in the body's defense against infectious agents (antigens) or foreign substances.\nThis value is used to detect conditions such as infections, inflammations, allergies, and leukemias.",
  "unit": "10^3\/µl"
 },
 {
  "id": 34,
  "nameEs": "Leucocitos (Orina)",
  "nameEn": "Leukocytes (Urine)",
  "minValueM": null,
  "maxValueM": 0,
  "minValueF": null,
  "maxValueF": 0,
  "descriptionEs": "Las células sanguíneas no están presentes en la orina. Los glóbulos blancos podrían ser una señal de infección o de enfermedad de los riñones.",
  "descriptionEn": "Blood cells are not present in the urine. White blood cells could be a sign of infection or kidney disease.",
  "unit": "-"
 },
 {
  "id": 35,
  "nameEs": "Linfocitos",
  "nameEn": "Lymphocytes",
  "minValueM": 1.1,
  "maxValueM": 4.5,
  "minValueF": 1.1,
  "maxValueF": 4.5,
  "descriptionEs": "Tipos de glóbulos blancos especializados que se adaptan para combatir agentes externos específicos.",
  "descriptionEn": "Types of specialized white blood cells that are adapted to fight specific external agents.",
  "unit": "10^3\/µl"
 },
 {
  "id": 36,
  "nameEs": "LUC",
  "nameEn": "LUC",
  "minValueM": null,
  "maxValueM": 0.4,
  "minValueF": null,
  "maxValueF": 0.4,
  "descriptionEs": "Son Linfocitos grandes hiperactivos, linfoblastos, mieloblastos y todas las células patológicas grandes sin actividad peroxidasa.",
  "descriptionEn": "They are hyperactive large lymphocytes, lymphoblasts, myeloblasts and all large pathological cells without peroxidase activity.",
  "unit": "10^3\/µl"
 },
 {
  "id": 37,
  "nameEs": "Magnesio",
  "nameEn": "Magnesium",
  "minValueM": null,
  "maxValueM": null,
  "minValueF": 1.3,
  "maxValueF": 2.7,
  "descriptionEs": "Es un mineral que ayuda a los músculos, los nervios, el sistema inmunitario y el corazón a funcionar correctamente. También ayuda a producir proteínas y energía, y ayuda a mantener fuertes los huesos.",
  "descriptionEn": "It is a mineral that helps muscles, nerves, the immune system and the heart to function properly. It also helps make protein and energy, and helps keep bones strong.",
  "unit": "mg\/dL"
 },
 {
  "id": 38,
  "nameEs": "Mioglobina",
  "nameEn": "Myoglobin",
  "minValueM": 23,
  "maxValueM": 72,
  "minValueF": 19,
  "maxValueF": 51,
  "descriptionEs": "Proteína pequeña capaz de transportar oxígeno, que se encuentra en el músculo cardíaco y en otros músculos. La mioglobina atrapa el oxígeno en el interior de las células musculares para que estas produzcan la energía suficiente para la contracción muscular.",
  "descriptionEn": "A small protein capable of carrying oxygen, found in heart muscle and other muscles. Myoglobin traps oxygen inside muscle cells so that they produce enough energy for muscle contraction.",
  "unit": "ng\/ml"
 },
 {
  "id": 39,
  "nameEs": "Monocitos",
  "nameEn": "Monocytes",
  "minValueM": 0.1,
  "maxValueM": 0.9,
  "minValueF": 0.1,
  "maxValueF": 0.9,
  "descriptionEs": "Tipo de célula inmunitaria que se elabora en la médula ósea y viaja por la sangre hasta los tejidos del cuerpo, donde se convierte en un macrófago o una célula dendrítica. Los macrófagos rodean y destruyen los microorganismos, ingieren el material extraño, eliminan las células muertas y estimulan las respuestas inmunitarias.",
  "descriptionEn": "A type of immune cell that is made in the bone marrow and travels through the blood to the body's tissues, where it becomes a macrophage or dendritic cell. Macrophages surround and destroy microorganisms, ingest foreign material, remove dead cells, and stimulate immune responses.",
  "unit": "10^3\/µl"
 },
 {
  "id": 40,
  "nameEs": "Neutrófilos",
  "nameEn": "Neutrophils",
  "minValueM": 1.5,
  "maxValueM": 7.7,
  "minValueF": 1.5,
  "maxValueF": 7.7,
  "descriptionEs": "Son un tipo de glóbulo blanco responsable de gran parte de la protección del cuerpo contra la infección. Se producen en la médula ósea y son liberados en el torrente sanguíneo, atraídos por los compuestos tóxicos sintetizados por el agente patógeno. Estos glóbulos blancos acaban con la amenaza mediante fagocitosis y liberación de enzimas. También promueven el proceso inflamatorio local típico de una infección.",
  "descriptionEn": "They are a type of white blood cell responsible for much of the body's protection against infection. They are produced in the bone marrow and are released into the bloodstream, attracted by the toxic compounds synthesized by the pathogen. These white blood cells kill the threat by phagocytosis and enzyme release. They also promote the local inflammatory process typical of an infection.",
  "unit": "10^3\/µl"
 },
 {
  "id": 41,
  "nameEs": "Nitritos (Orina)",
  "nameEn": "Nitrites (Urine)",
  "minValueM": null,
  "maxValueM": 0,
  "minValueF": null,
  "maxValueF": 0,
  "descriptionEs": "Las bacterias que causan una infección urinaria producen una enzima que cambia los nitratos urinarios a nitritos. Los nitritos en la orina indican que podría haber una UTI.",
  "descriptionEn": "The bacteria that cause a UTI produce an enzyme that changes urinary nitrates to nitrites. Nitrites in the urine indicate that there could be a UTI.",
  "unit": "-"
 },
 {
  "id": 42,
  "nameEs": "PH (Orina)",
  "nameEn": "PH (Urine)",
  "minValueM": 5.5,
  "maxValueM": 7.5,
  "minValueF": 5,
  "maxValueF": 7.5,
  "descriptionEs": "Concentración de iones de hidrógeno en orina y refleja el grado de acidez de la misma.",
  "descriptionEn": "Concentration of hydrogen ions in urine and reflects the degree of acidity of the urine.",
  "unit": "-"
 },
 {
  "id": 43,
  "nameEs": "Plaquetas",
  "nameEn": "Platelets",
  "minValueM": 140,
  "maxValueM": 370,
  "minValueF": 140,
  "maxValueF": 370,
  "descriptionEs": "Son fragmentos de células muy grandes de la médula ósea que ayudan a producir coágulos sanguíneos para hacer más lento el sangrado y para facilitar la cicatrización de las heridas. Hay problemas cuando la cantidad de plaquetas es insuficiente o excesiva, o las plaquetas no funcionan como deberían. ",
  "descriptionEn": "They are very large bone marrow cell fragments that help make blood clots to slow bleeding and help wounds heal. There are problems when the number of platelets is too low or too high, or the platelets do not work the way they should.",
  "unit": "10^3\/µl"
 },
 {
  "id": 44,
  "nameEs": "Potasio",
  "nameEn": "Potassium",
  "minValueM": 3.5,
  "maxValueM": 5.3,
  "minValueF": 3.5,
  "maxValueF": 5.3,
  "descriptionEs": "Es un electrolito que el cuerpo necesita  para que el corazón y los músculos funcionen correctamente. Tener niveles de potasio muy altos o bajos puede indicar un problema médico.",
  "descriptionEn": "It is an electrolyte that the body needs for the heart and muscles to function properly. Having very high or low potassium levels can indicate a medical problem.",
  "unit": "mmol\/L"
 },
 {
  "id": 45,
  "nameEs": "Proteinas totales",
  "nameEn": "Total proteins",
  "minValueM": 5.7,
  "maxValueM": 8.2,
  "minValueF": 5.7,
  "maxValueF": 8.2,
  "descriptionEs": "Es la cantidad total de dos clases de proteínas encontradas en la porción líquida de la sangre: albúmina y globulina. Las proteínas son partes importantes de todas las células y tejidos. ",
  "descriptionEn": "It is the total amount of two kinds of proteins found in the liquid portion of the blood: albumin and globulin. Proteins are important parts of all cells and tissues.",
  "unit": "g\/dl"
 },
 {
  "id": 46,
  "nameEs": "PTH-Paratohormona",
  "nameEn": "PTH-Parathormone",
  "minValueM": null,
  "maxValueM": null,
  "minValueF": 14,
  "maxValueF": 72,
  "descriptionEs": "Es producida por las glándulas paratiroides, cuatro glándulas ubicadas en el cuello, que controla el nivel de calcio en la sangre. ",
  "descriptionEn": "It is produced by the parathyroid glands, four glands located in the neck, which control the level of calcium in the blood.",
  "unit": "pg\/ml"
 },
 {
  "id": 47,
  "nameEs": "RDW-Amplitud de distribución eritrocitaria",
  "nameEn": "RDW-Red Blood Cell Distribution Width",
  "minValueM": 11.5,
  "maxValueM": 14,
  "minValueF": 11.5,
  "maxValueF": 14,
  "descriptionEs": "Mide la variación en el volumen y el tamaño de los glóbulos rojos (eritrocitos).",
  "descriptionEn": "It measures the variation in the volume and size of red blood cells (erythrocytes).",
  "unit": "%"
 },
 {
  "id": 48,
  "nameEs": "Sodio",
  "nameEn": "Sodium",
  "minValueM": 136,
  "maxValueM": 145,
  "minValueF": 136,
  "maxValueF": 145,
  "descriptionEs": "Es un electrolito que se encuentra sobre todo en los líquidos corporales por fuera de las células. Es muy importante para mantener la presión arterial y para que trabajen correctamente los nervios, los músculos y otros tejidos corporales.",
  "descriptionEn": "It is an electrolyte found primarily in body fluids outside of cells. It is very important for maintaining blood pressure and for nerves, muscles, and other body tissues to work properly.",
  "unit": "mmol\/L"
 },
 {
  "id": 49,
  "nameEs": "Transferrina",
  "nameEn": "Transferrin",
  "minValueM": 215,
  "maxValueM": 365,
  "minValueF": 250,
  "maxValueF": 380,
  "descriptionEs": "La transferrina es una proteína principalmente producida por el hígado, la cual tiene como función transportar el hierro hacia la médula, bazo, hígado y músculos, manteniendo el buen funcionamiento del organismo.",
  "descriptionEn": "Transferrin is a protein mainly produced by the liver, whose function is to transport iron to the bone marrow, spleen, liver and muscles, maintaining the proper functioning of the body.",
  "unit": "mg\/dl"
 },
 {
  "id": 50,
  "nameEs": "Triglicéridos",
  "nameEn": "Triglycerides",
  "minValueM": null,
  "maxValueM": 150,
  "minValueF": null,
  "maxValueF": 150,
  "descriptionEs": "Los triglicéridos son un tipo de lípidos que se encuentra en su sangre. Altos niveles de triglicéridos pueden incrementar el riesgo de enfermedad cardíaca, especialmente en mujeres.",
  "descriptionEn": "Triglycerides are a type of lipid found in your blood. High levels of triglycerides can increase the risk of heart disease, especially in women.",
  "unit": "mg\/dl"
 },
 {
  "id": 51,
  "nameEs": "Urea",
  "nameEn": "Urea",
  "minValueM": 20,
  "maxValueM": 50,
  "minValueF": 20,
  "maxValueF": 50,
  "descriptionEs": "Es el principal residuo de la descomposición de las proteínas que se produce fundamentalmente en el hígado. Está directamente relacionada con la cantidad de proteínas que comemos y con las que el propio cuerpo descompone. Si los riñones no funcionan bien, no pueden filtrar la urea correctamente, y sus niveles aumentan en la sangre.",
  "descriptionEn": "It is the main residue of the breakdown of proteins that occurs mainly in the liver. It is directly related to the amount of protein we eat and with which the body itself breaks down. If the kidneys don't work well, they can't filter urea properly, and its levels rise in the blood.",
  "unit": "mg\/dl"
 },
 {
  "id": 52,
  "nameEs": "Urobilinógeno (Orina)",
  "nameEn": "Urobilinogen (Urine)",
  "minValueM": null,
  "maxValueM": 1,
  "minValueF": null,
  "maxValueF": 1,
  "descriptionEs": "Es un producto de degradación de la bilirrubina por la acción de las bacterias presentes en el intestino, que es transportada a la sangre y excretada por los riñones. Cuando se producen grandes cantidades de bilirrubina, se incrementa la concentración de urobilinógeno en el intestino y como consecuencia en la orina.",
  "descriptionEn": "It is a degradation product of bilirubin by the action of bacteria present in the intestine, which is transported to the blood and excreted by the kidneys. When large amounts of bilirubin are produced, the concentration of urobilinogen in the intestine and consequently in the urine increases.",
  "unit": "mg\/dl"
 },
 {
  "id": 53,
  "nameEs": "VCM-Volumen corpuscular medio",
  "nameEn": "MCV-Medium corpuscular volume",
  "minValueM": 80,
  "maxValueM": 99,
  "minValueF": 80,
  "maxValueF": 99,
  "descriptionEs": "Mide el tamaño promedio de los glóbulos rojos. Si los glóbulos rojos son demasiado pequeños o grandes podría ser un signo de un trastorno de la sangre como anemia, deficiencia de ciertas vitaminas u otros problemas",
  "descriptionEn": "It measures the average size of red blood cells. If the red blood cells are too small or too large, it could be a sign of a blood disorder such as anemia, deficiency of certain vitamins, or other problems.",
  "unit": "fl"
 },
 {
  "id": 54,
  "nameEs": "Vitamina B12",
  "nameEn": "B12 vitamin",
  "minValueM": 211,
  "maxValueM": 911,
  "minValueF": 211,
  "maxValueF": 911,
  "descriptionEs": "Es importante para el metabolismo de proteínas, ayuda a la formación de glóbulos rojos en la sangre y al mantenimiento del sistema nervioso central.",
  "descriptionEn": "It is important for protein metabolism, helps in the formation of red blood cells and in the maintenance of the central nervous system.",
  "unit": "pg\/ml"
 },
 {
  "id": 55,
  "nameEs": "Vitamina D",
  "nameEn": "D Vitamin",
  "minValueM": 30,
  "maxValueM": 100,
  "minValueF": 30,
  "maxValueF": 100,
  "descriptionEs": "La vitamina D ayuda al cuerpo a absorber el calcio, uno de los principales elementos que constituyen los huesos. La vitamina D juega un papel importante en los sistemas nervioso, muscular e inmunitario, la deficiencia puede llevar a enfermedades de los huesos. .",
  "descriptionEn": "Vitamin D helps the body absorb calcium, one of the main elements that make up bones. Vitamin D plays an important role in the nervous, muscular and immune systems, deficiency can lead to bone diseases. .",
  "unit": "ng\/ml"
 },
 {
  "id": 56,
  "nameEs": "VPM-Volumen plaquetario medio",
  "nameEn": "MPV-Mean Platelet Volume",
  "minValueM": 5.9,
  "maxValueM": 9.9,
  "minValueF": 5.9,
  "maxValueF": 9.9,
  "descriptionEs": "El volumen plaquetario medio nos orienta sobre el tamaño medio de las plaquetas que nos encontramos en la sangre. A mayor tamaño de la plaqueta, mayor capacidad de activación, con alto potencial de que se produzca un trombo",
  "descriptionEn": "The average platelet volume guides us on the average size of the platelets that we find in the blood. The larger the platelet, the greater the capacity for activation, with a high potential for the production of a thrombus",
  "unit": "fL"
 }
]
